Repository: adiazpar/star-view
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Verify Your Starview Account
es: Verifica Tu Cuenta de Starview

source: Find Your Perfect Night Sky
es: Encuentra Tu Cielo Nocturno Perfecto

source: Hello
es: Hola

source: Welcome to <strong>Starview</strong>! We're excited to have you join our community of stargazers and astronomy enthusiasts.
es: ¡Bienvenido a <strong>Starview</strong>! Estamos emocionados de que te unas a nuestra comunidad de observadores de estrellas y entusiastas de la astronomía.

source: To complete your registration and start exploring the best stargazing locations, please verify your email address by clicking the button below:
es: Para completar tu registro y comenzar a explorar los mejores lugares para observar las estrellas, por favor verifica tu dirección de correo electrónico haciendo clic en el botón de abajo:

source: Verify Email Address
es: Verificar Dirección de Correo

source: Important
es: Importante

source: This verification link will expire in 3 days for security purposes.
es: Este enlace de verificación expirará en 3 días por razones de seguridad.

source: What You Can Do on Starview:
es: Lo Que Puedes Hacer en Starview:

source: Discover amazing stargazing locations worldwide
es: Descubre increíbles lugares para observar estrellas en todo el mundo

source: Share your own reviews and astrophotography
es: Comparte tus propias reseñas y astrofotografía

source: Save your favorite spots for future visits
es: Guarda tus lugares favoritos para futuras visitas

source: Connect with fellow astronomy lovers
es: Conéctate con otros amantes de la astronomía

source: If you didn't create an account on Starview, you can safely ignore this email.
es: Si no creaste una cuenta en Starview, puedes ignorar este correo electrónico de forma segura.

source: Happy stargazing!
es: ¡Feliz observación de estrellas!

source: The Starview Team
es: El Equipo de Starview

source: Welcome to Starview! We're excited to have you join our community of stargazers and astronomy enthusiasts.
es: ¡Bienvenido a Starview! Estamos emocionados de que te unas a nuestra comunidad de observadores de estrellas y entusiastas de la astronomía.

source: Verify your email:
es: Verifica tu correo electrónico:

source: Once verified, you'll be able to:
es: Una vez verificado, podrás:

source: This is an automated message. Please do not reply to this email.
es: Este es un mensaje automatizado. Por favor no respondas a este correo electrónico.

source: Password Changed Successfully
es: Contraseña Cambiada Exitosamente

source: Password Changed
es: Contraseña Cambiada

source: Password Successfully Changed
es: Contraseña Cambiada Exitosamente

source: Your %(site_name)s password has been successfully changed. You can now log in using your new password.
es: Tu contraseña de %(site_name)s ha sido cambiada exitosamente. Ahora puedes iniciar sesión usando tu nueva contraseña.

source: This email confirms that the password for your <strong>%(site_name)s</strong> account (<strong>%(user_email)s</strong>) was recently changed.
es: Este correo electrónico confirma que la contraseña de tu cuenta de <strong>%(site_name)s</strong> (<strong>%(user_email)s</strong>) fue cambiada recientemente.

source: Security Information
es: Información de Seguridad

source: Change IP:
es: IP del Cambio:

source: Account:
es: Cuenta:

source: Email:
es: Correo Electrónico:

source: Didn't make this change?
es: ¿No hiciste este cambio?

source: If you did NOT change your password, your account may have been compromised. Please take immediate action:
es: Si NO cambiaste tu contraseña, tu cuenta puede haber sido comprometida. Por favor toma acción inmediata:

source: 1. Reset your password immediately using the "Forgot Password" link
es: 1. Restablece tu contraseña inmediatamente usando el enlace "Olvidé mi Contraseña"

source: 2. Review your account activity for any unauthorized changes
es: 2. Revisa la actividad de tu cuenta para detectar cambios no autorizados

source: 3. Contact our support team if you need assistance
es: 3. Contacta a nuestro equipo de soporte si necesitas ayuda

source: Best,
es: Saludos,

source: This is an automated security email. Please do not reply.
es: Este es un correo electrónico de seguridad automatizado. Por favor no respondas.

source: Password Reset Request
es: Solicitud de Restablecimiento de Contraseña

source: We received a request to reset the password for your <strong>%(site_name)s</strong> account (<strong>%(user_email)s</strong>).
es: Recibimos una solicitud para restablecer la contraseña de tu cuenta de <strong>%(site_name)s</strong> (<strong>%(user_email)s</strong>).

source: If you requested this password reset, click the button below to set a new password:
es: Si solicitaste este restablecimiento de contraseña, haz clic en el botón de abajo para establecer una nueva contraseña:

source: Reset My Password
es: Restablecer Mi Contraseña

source: This link will expire in %(hours)s hour for security purposes. If it expires, you'll need to request a new password reset.
es: Este enlace expirará en %(hours)s hora por razones de seguridad. Si expira, necesitarás solicitar un nuevo restablecimiento de contraseña.

source: Request IP:
es: IP de la Solicitud:

source: Didn't request this?
es: ¿No solicitaste esto?

source: If you didn't request a password reset, you can safely ignore this email. Your password will remain unchanged, and your account is secure.
es: Si no solicitaste un restablecimiento de contraseña, puedes ignorar este correo electrónico de forma segura. Tu contraseña permanecerá sin cambios y tu cuenta está segura.

source: However, if you're concerned about unauthorized access attempts, we recommend reviewing your account security settings.
es: Sin embargo, si te preocupan los intentos de acceso no autorizados, recomendamos revisar la configuración de seguridad de tu cuenta.

source: Password must contain at least 1 uppercase letter.
es: La contraseña debe contener al menos 1 letra mayúscula.

source: Your password must contain at least 1 uppercase letter.
es: Tu contraseña debe contener al menos 1 letra mayúscula.

source: Password must contain at least 1 number.
es: La contraseña debe contener al menos 1 número.

source: Your password must contain at least 1 number.
es: Tu contraseña debe contener al menos 1 número.

source: Password must contain at least 1 special character (!@#$%^&*(),.?":{}|<>).
es: La contraseña debe contener al menos 1 carácter especial (!@#$%^&*(),.?":{}|<>).

source: Your password must contain at least 1 special character (!@#$%^&*(),.?":{}|<>).
es: Tu contraseña debe contener al menos 1 carácter especial (!@#$%^&*(),.?":{}|<>).

source: Email Change Request
es: Solicitud de Cambio de Correo Electrónico

source: A request has been made to change the email address associated with your <strong>%(site_name)s</strong> account.
es: Se ha realizado una solicitud para cambiar la dirección de correo electrónico asociada con tu cuenta de <strong>%(site_name)s</strong>.

source: Email Address Change Details
es: Detalles del Cambio de Correo Electrónico

source: Current email:
es: Correo actual:

source: New email:
es: Nuevo correo:

source: A verification email has been sent to <strong>%(new_email)s</strong>. Your email address will <strong>not change</strong> until the new address is verified by clicking the link in that email.
es: Se ha enviado un correo electrónico de verificación a <strong>%(new_email)s</strong>. Tu dirección de correo electrónico <strong>no cambiará</strong> hasta que la nueva dirección sea verificada al hacer clic en el enlace de ese correo.

source: Didn't make this request?
es: ¿No hiciste esta solicitud?

source: If you did NOT request this change, please secure your account immediately by:
es: Si NO solicitaste este cambio, por favor asegura tu cuenta inmediatamente:

source: Changing your password
es: Cambiando tu contraseña

source: Reviewing recent account activity
es: Revisando la actividad reciente de la cuenta

source: Contacting support if you notice suspicious activity
es: Contactando al soporte si notas actividad sospechosa

source: If you initiated this change, please check your new email inbox and click the verification link to complete the process.
es: Si iniciaste este cambio, por favor revisa la bandeja de entrada de tu nuevo correo electrónico y haz clic en el enlace de verificación para completar el proceso.

source: Welcome to Starview
es: Bienvenido a Starview

source: Welcome to %(site_name)s!
es: ¡Bienvenido a %(site_name)s!

source: Thank you for joining <strong>%(site_name)s</strong>! We're excited to have you as part of our community of stargazers and astronomy enthusiasts.
es: ¡Gracias por unirte a <strong>%(site_name)s</strong>! Estamos emocionados de tenerte como parte de nuestra comunidad de observadores de estrellas y entusiastas de la astronomía.

source: Your account is now fully set up and ready to use. You can start exploring stargazing locations, sharing your own reviews, and connecting with fellow astronomy lovers.
es: Tu cuenta ya está completamente configurada y lista para usar. Puedes comenzar a explorar lugares para observar estrellas, compartir tus propias reseñas y conectarte con otros amantes de la astronomía.

source: Your Username:
es: Tu Nombre de Usuario:

source: Thank you for choosing Starview. We hope you discover amazing night skies!
es: Gracias por elegir Starview. ¡Esperamos que descubras cielos nocturnos increíbles!

source: Clear skies,
es: Cielos despejados,

source: This is an automated email. Please do not reply.
es: Este es un correo electrónico automatizado. Por favor no respondas.

source: Email Verification
es: Verificación de Correo Electrónico

source: Welcome
es: Bienvenido

source: Password Reset
es: Restablecimiento de Contraseña

source: Security Alert
es: Alerta de Seguridad
